Repository: katagaki/DJDX
Catalog: Shared/Localizable.xcstrings
Source language: ja
Languages: en, zh_hant

# Sessions.InProgress
source: セッション進行中
en: Session in Progress
zh_hant: 遊玩記錄進行中

# Sessions.Pause
source: 一時停止
en: Pause
zh_hant: 暫停

# Sessions.Photos.Denied.Message
source: リザルト画面を保存するには、設定で写真への追加を許可してください。
en: Allow adding photos in Settings to save result screens.
zh_hant: 若要儲存結果畫面，請在「設定」中允許加入「照片」。

# Sessions.Photos.Denied.Title
source: 写真へのアクセスが必要です
en: Photos Access Needed
zh_hant: 需要存取「照片」

# Sessions.Photos.Failed
source: 写真に保存できませんでした。
en: Couldn’t save to Photos.
zh_hant: 無法儲存到「照片」。

# Sessions.Photos.Save
source: 写真に保存
en: Save to Photos
zh_hant: 儲存到「照片」

# Sessions.Photos.Saved
source: 写真に保存しました
en: Saved to Photos
zh_hant: 已儲存到「照片」

# Sessions.PlayCount.%lld
source: %lldプレー
en: %lld plays
zh_hant: %lld 次遊玩

# Sessions.Plays
source: プレー数
en: Plays
zh_hant: 遊玩次數

# Sessions.Resume
source: 再開
en: Resume
zh_hant: 繼續

# Sessions.Start
source: 開始
en: Start

# Sessions.State.Done
source: 解析済み
en: Parsed
zh_hant: 已分析

# Sessions.State.Failed
source: 失敗
en: Failed

# Sessions.State.NeedsReview
source: 要確認
en: Needs Review
zh_hant: 需確認

# Sessions.State.Pending
source: 待機中
en: Pending
zh_hant: 等待中

# Sessions.State.Processing
source: 解析中
en: Processing
zh_hant: 分析中

# Sessions.UnknownSong
source: 不明な曲
en: Unknown Song
zh_hant: 未知樂曲

# Sessions.Welcome.Message
source: プレー中にセッションを開始し、カメラでリザルト画面を撮影するとスコアを記録できます。スコアの読み取りには機械学習を使用しているため、結果を必ず確認してください。
en: Start a session while you play, then snap result screens with your camera to log your scores. Scores are read using machine learning, so be sure to verify the results.
zh_hant: 遊玩時開始一段遊玩記錄，再用相機拍攝結果畫面，即可記錄分數。由於分數是透過機器學習讀取的，請務必確認結果是否正確。

# Shared.All
source: すべて
en: All
zh_hant: 全部

# Shared.Cancel
source: キャンセル
en: Cancel
zh_hant: 取消

# Shared.Connecting
source: 接続中…
en: Connecting…
zh_hant: 連線中…

# Shared.Continue
source: 続ける
en: Continue
zh_hant: 繼續

# Shared.Date
source: 日付
en: Date
zh_hant: 日期

# Shared.DDR.ClearType
source: クリアマーク
en: Clear Lamp
zh_hant: 通關類型

# Shared.DDR.Rank
source: スコアランク
en: Score Rank
zh_hant: 分數評價

# Shared.Delete
source: 削除
en: Delete
zh_hant: 刪除

# Shared.Difficulty
source: レベル
en: Level
zh_hant: 等級

# Shared.Done
source: 完了
en: Done
zh_hant: 完成

# Shared.Edit
source: 編集
en: Edit
zh_hant: 編輯

# Shared.Filter
source: フィルター
en: Filter
zh_hant: 篩選

# Shared.Filter.Count.ClearTypes
source: 項目
en: clear types
zh_hant: 個通關類型

# Shared.Filter.Count.Difficulties
source: 項目
en: difficulties
zh_hant: 個難易度

# Shared.Filter.Count.DJLevels
source: 項目
en: DJ levels
zh_hant: 個 DJ Level

# Shared.Filter.Count.Levels
source: 項目
en: levels
zh_hant: 個難易度

# Shared.Filter.Count.Versions
source: 項目
en: versions
zh_hant: 個版本

# Shared.Filter.ResetAll
source: フィルターを初期化
en: Reset Filters
zh_hant: 重設篩選

# Shared.IIDX.ClearType
source: クリアランプ
en: Clear Type
zh_hant: 通關類型

# Shared.IIDX.Keys
source: 鍵盤
en: Keys

# Shared.IIDX.NoData
source: データがありません
en: No data available
zh_hant: 沒有資料

# Shared.IIDX.NoEntries
source: エントリーがありません
en: No entries
zh_hant: 沒有項目

# Shared.IIDX.NotesRadar
source: ノーツレーダー
en: Notes Radar
zh_hant: 譜面雷達

# Shared.IIDX.Scratch
source: スクラッチ
en: Scratches
zh_hant: 刮盤

# Shared.IIDX.Tower
source: IIDXタワー
en: IIDX Tower
zh_hant: IIDX Tower

# Shared.Import
source: インポート
en: Import
zh_hant: 匯入

# Shared.Level
source: 難易度
en: Difficulty

# Shared.Loading
source: 読み込み中…
en: Loading...
zh_hant: 載入中…

# Shared.NoData
source: 該当するデータはありません。
en: No data found.
zh_hant: 找不到符合的資料。

# Shared.NotImplemented
source: 未実装の機能です。
en: Feature not yet implemented.
zh_hant: 此功能尚未實作。

# Shared.OpenInSafari
source: Safariで開く
en: Open in Safari
zh_hant: 在 Safari 中開啟

# Shared.PolarisChord.ClearType
source: クリアランク
en: Clear Status
zh_hant: 通關類型

# Shared.PolarisChord.Grade
source: 達成度ランク
en: Grade
zh_hant: 評價

# Shared.Score
source: スコア
en: Score
zh_hant: 分數

# Shared.ScoreRate
source: スコアレート
en: Score Rate
zh_hant: 分數比率

# Shared.SDVX.ClearType
source: クリアランク
en: Clear Type
zh_hant: 通關類型

# Shared.SDVX.Grade
source: スコアグレード
en: Score Grade
zh_hant: 分數評價

# Shared.SelectDate
source: 日付を選択
en: Select Date
zh_hant: 選擇日期

# Shared.ShowPastData
source: 遡る
en: Go Back in Time
zh_hant: 回顧過往資料

# Shared.SongCount.%lld
source: %lld曲（SP/DP合計）
en: %lld songs (SP/DP)
zh_hant: %lld 首（SP/DP 合計）

# Shared.Sort
source: 並べ替え
en: Sort
zh_hant: 排序

# Shared.Sort.Ascending
source: 昇順
en: Ascending
zh_hant: 遞增

# Shared.Sort.Descending
source: 降順
en: Descending
zh_hant: 遞減

# Shared.Sort.Difficulty
source: レベル
en: Level
zh_hant: 等級

# Shared.Sort.LastPlayDate
source: 最終プレー日時
en: Last Play Date
zh_hant: 最後遊玩日期

# Shared.Sort.MissCount
source: ミスカウント
en: Miss Count
zh_hant: 失誤數

# Shared.Sort.Order
source: 並べ替え順序
en: Sort Order
zh_hant: 排序順序

# Shared.Sort.Rate
source: 達成率
en: Achievement Rate

# Shared.Sort.Score
source: スコア
en: Score
zh_hant: 分數

# Shared.Sort.ScoreRate
source: スコアレート
en: Score Rate
zh_hant: 分數比率

# Shared.Sort.Title
source: タイトル
en: Title
zh_hant: 標題

# Shared.Version
source: バージョン
en: Version
zh_hant: 版本

# Tab.Analytics
source: アナリティクス
en: Analytics
zh_hant: 分析

# Tab.Import
source: インポート
en: Import
zh_hant: 匯入

# Tab.More
source: マイ弐寺
en: My IIDX
zh_hant: 我的 IIDX

# Tab.Scores
source: プレーデータ
en: Scores
zh_hant: 遊玩資料

# Textage.FallbackMessage
source: 譜面が開きませんか？ お手数ですが、Textageで手動で検索してみてください。
en: Chart not opening? Try searching manually on Textage.
zh_hant: 譜面無法開啟嗎？ 麻煩你前往 Textage 手動搜尋看看。

# Tips.ExternalDataSources.Text
source: 「外部データソース」から、ノーツ数やノーツレーダーなどの追加データを有効化できます。
en: Enable External Data Sources to view note counts, Notes Radar values, and more.
zh_hant: 你可以從「外部資料來源」啟用音符數、譜面雷達等額外資料。

# Tips.ExternalDataSources.Title
source: 外部データソース
en: External Data Sources
zh_hant: 外部資料來源

# Tips.ImportMoved.Text
source: 新しいプレーデータをインポートするには、こちらのボタンを押してください。
en: To import new play data, tap this button.
zh_hant: 若要匯入新的遊玩資料，請輕點此按鈕。

# Tips.ImportMoved.Title
source: インポートはこちら
en: Imports Have Moved
zh_hant: 匯入功能已移至此處

# Tips.ImportWikiData.Text
source: BEMANIWiki 2ndのデータをダウンロードすると、スコアレートや譜面の追加情報が見えるようになります。
en: Downloading BEMANIWiki 2nd data allows you to see your score rates and additional information about the game’s charts.
zh_hant: 下載 BEMANIWiki 2nd 資料後，你就能查看分數率與譜面的額外資訊。

# Tips.ImportWikiData.Title
source: BEMANIWiki 2ndのデータをダウンロードしましょう
en: Download BEMANIWiki 2nd Data
zh_hant: 下載 BEMANIWiki 2nd 資料

# Tips.StartHere.Text
source: 公式ウェブサイトからデータをインポートするには、こちらにタッチしてください。
en: To import your play data, tap here.
zh_hant: 若要從官方網站匯入資料，請輕點此處。

# Tips.StartHere.Title
source: ここから始めましょう
en: Start Here
zh_hant: 從這裡開始

# Tower.ChartMode.Recent
source: マイアクティビティ
en: Activity
zh_hant: 我的活動

# Tower.Header.PlayDate
source: プレー日
en: Play Date
zh_hant: 遊玩日期

# Tower.Totals.Height
source: タワーの高さ
en: Tower Height
zh_hant: 高塔高度

# Tower.Totals.Keys
source: 鍵盤タワー
en: Key Tower
zh_hant: 鍵盤 Tower

# Tower.Totals.Scratch
source: スクラッチタワー
en: Scratch Tower
zh_hant: 刮盤 Tower

# Tower.Type
source: タイプ
en: Type
zh_hant: 類型

# Tower.Unavailable.Description
source: 選択されたバージョンのIIDXタワーはご利用いただけません。
en: IIDX Tower is currently not available for the selected IIDX version.
zh_hant: 所選的 IIDX 版本目前無法使用 IIDX Tower。

# Tower.Unavailable.Title
source: IIDXタワーはご利用いただけません
en: IIDX Tower Unavailable
zh_hant: 無法使用 IIDX Tower

# ViewTitle.Activity
source: マイアクティビティ
en: My Activity
zh_hant: 我的活動

# ViewTitle.Analytics
source: プレー分析
en: Play Analysis
zh_hant: 遊玩分析

# ViewTitle.Calendar
source: インポート履歴
en: Import History
zh_hant: 匯入記錄

# ViewTitle.Importer.CSV
source: CSVインポート
en: Import From CSV
zh_hant: CSV 匯入

# ViewTitle.Importer.Web
source: Webインポート
en: Web Importer
zh_hant: 網站匯入

# ViewTitle.Mode
source: モード
en: Mode
zh_hant: 模式

# ViewTitle.Scores
source: プレーデータ
en: Play Data
zh_hant: 遊玩資料

# ViewTitle.Scores.Song
source: スコアデータ
en: Score Data
zh_hant: 成績資料

# ViewTitle.SDVXInChartViewer
source: 譜面
en: Chart

# ViewTitle.Sessions
source: セッション
en: Sessions
zh_hant: 遊玩記錄

# ViewTitle.Sessions.Beta
source: セッション（ベータ）
en: Sessions (Beta)
zh_hant: 場次（Beta）

# ViewTitle.TextageViewer
source: Textage譜面
en: Textage Viewer

# Widget.ChartDisplay.Bar
source: 最新データ（棒グラフ）
en: Latest Data (Bar)
zh_hant: 最新資料（長條圖）

# Widget.ChartDisplay.Pie
source: 最新データ（円グラフ）
en: Latest Data (Pie)
zh_hant: 最新資料（圓餅圖）

# Widget.ChartDisplay.Trend
source: 推移
en: Trend
zh_hant: 趨勢

# Widget.ChartDisplay.Type
source: 表示
en: Display
zh_hant: 顯示

# Widget.ClearType.Description
source: クリアタイプの分布を表示します
en: Shows clear type distribution
zh_hant: 顯示你的通關類型分布

# Widget.DJLevel.Description
source: DJレベルの分布を表示します
en: Shows DJ level distribution
zh_hant: 顯示你的 DJ Level 分布

# Widget.Level.Title
source: レベル
en: Level
zh_hant: 等級

# Widget.Level.Type
source: レベル
en: Level
zh_hant: 等級

# Widget.Name.ClearType
source: クリアランプ（IIDX）
en: Clear Type（IIDX）
zh_hant: 通關類型（IIDX）

# Widget.Name.NotesRadar
source: ノーツレーダー（IIDX）
en: Notes Radar（IIDX）
zh_hant: 譜面雷達（IIDX）

# Widget.Name.Qpro
source: クプロ（IIDX）
en: Qpro（IIDX）
zh_hant: Qpro（IIDX）

# Widget.Name.SessionStart
source: セッションを開始
en: Start Session
zh_hant: 開始遊玩

# Widget.Name.Tower
source: IIDXタワー
en: IIDX Tower
zh_hant: IIDX Tower

# Widget.NotesRadar.Description
source: ノーツレーダーを表示します
en: Shows your notes radar chart
zh_hant: 顯示你的譜面雷達

# Widget.NotesRadar.ShowTable
source: 数値を表示
en: Show Numbers
zh_hant: 顯示數值

# Widget.Qpro.Description
source: クプロを表示します
en: Shows your Qpro image
zh_hant: 顯示你的 Qpro

# Widget.Qpro.NotLoaded
source: アプリを開いてクプロを読み込んでください
en: Open the app to load your Qpro
zh_hant: 請開啟 App 以載入 Qpro

# Widget.SessionStart.Action
source: セッションを開始
en: Start Session
zh_hant: 開始遊玩

# Widget.SessionStart.Description
source: プレーセッションをすぐに開始します。
en: Quickly start a play session.
zh_hant: 快速開始一段遊玩記錄。

# Widget.Tower.Description
source: IIDXタワーの進捗を表示します
en: Shows your IIDX Tower progress
zh_hant: 顯示你的 IIDX Tower 進度

# Shared.Refresh
source: リロード
zh_hant: 重新載入
